---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacePeopleLoadParam
source: html/e2f44898-50bd-91ae-8e8c-0b019279824c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacePeopleLoadParam Property

"Occupancy Load"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacePeopleLoadParam { get; }
```